{
  "header": {
    "title": "Beitou Summer Magic Festival",
    "link1": "Activity Information",
    "link2": "Main activities",
    "link3": "Event registration",
    "link4": "Collection",
    "link5": "Store",
    "link6": "Traffic",
    "link7": "Q&A",
    "link8": "Link",
    "download": "Download electronic brochure",
    "downloadBtnText1": "Electronic",
    "downloadBtnText2": "Brochure"
  },
  "info": {
    "title": "Event information",
    "titleImg": "/title/title_1.png",
    "description1": "In order to shape the highlights of Beitou and promote the Beitou business district, theme promotion activities will be held on four weekends in July 2020, combining the strength of local organizations and business districts to connect local merchants and present a wonderful event.",
    "description2": "During the event, five highlight check-in devices were set up, and marketing activities focusing on restaurant dishes and nakasi were planned to replicate Beitou's century-old delicacies, attracting tourists to come to Beitou to taste delicious food in summer and bathe in hot springs in winter, and to connect Beitou's local special stores , feel the charm of Beitou.",
    "description3": "Whether it’s a summer food tour or a winter hot spring trip, Beitou will bring you an unforgettable experience. Let’s explore this place full of surprises in Beitou!",
    "time": "Time: 7/5 (Friday) ~ 7/28 (Sunday)",
    "location": "Location: Beitou Park & Qixing Park & Geothermal Valley",
    "eventName1": "北投酒家菜宴席活動",
    "eventName2": "復刻酒家菜，音樂同歡唱",
    "eventName3": "親子冒險島",
    "eventName4": "親子魔法樂園",
    "eventName5": "夏日好聲音派對"
  },
  "map": {
    "mapTitle": "Activity Map",
    "scheduleTitle": "Event Calendar"
  },
  "attraction": {
    "title": "Top five check-in attractions",
    "title1": "Beitou Park (Fountain)",
    "title2": "Xinbeitou MRT Station Exit",
    "title3": "Seven Star Park (in front of Beitou Station)",
    "title4": "Beitou Park (Lotus Pond)",
    "title5": "Beitou Park (opposite the library)",
    "subtitle1": "Summer magic ~ The arrival of the hot spring magician",
    "subtitle2": "Summer Magic ~ Happy Hot Spring",
    "subtitle3": "Summer Magic~Happiness Rings",
    "subtitle4": "Summer Magic ~ Reunion",
    "subtitle5": "Summer magic~brings you good luck",
    "describe1": "The magician from Qixing Mountain performs many magics in Beitou this summer, and invites everyone to come and visit Beitou this summer.",
    "describe2": "The wooden sliding door background and the flowing layers of water are used to interpret Beitou's classic hot springs. Beitou Hot Spring is full of magic and can heal the body, mind and soul of those who come here.",
    "describe3": "Using Japanese wind chimes as the design concept, visitors can drive away bad luck through the corridor and listen to the sound of wind chimes to feel the arrival of happiness. Ema can be hung on the left and right sides to pray for blessings.",
    "describe4": "Designed with a Japanese-style oil umbrella, the umbrella represents harmony and contentment. During the day, it has the aesthetic feeling of a wall of oil umbrellas, and at night, it is even more eye-catching through back-projection lighting.",
    "describe5": "The round fan symbolizes bringing good luck. It has the implicit meaning of bringing good luck to the cooperative stores. The fan in the middle can rotate to create interactivity."
  },
  "landscape": {
    "title": "ambient light landscape",
    "title1": "Romantic moon",
    "title2": "Starry sky blessing",
    "title3": "Fantasy forest",
    "title4": "Little fireflies",
    "location1": "Beitou Park & ​​Qixing Park",
    "location2": "Beitou Park (pavilion & walkway)",
    "location3": "Beitou Park",
    "location4": "Entrance to Geothermal Valley"
  },
  "main": {
    "title": "Theme activities",
    "title1": "Replica restaurant dishes",
    "title2": "Replica restaurant dishes",
    "title3": "Parent-child adventure island",
    "title4": "Parent-child magic paradise​",
    "title5": "Summer Voice Party",
    "subtitle1": "Banquet",
    "subtitle2": "Music and singing",
    "date1": "7/5(Friday)",
    "date2": "7/6(Sat)~7/7(Sun)",
    "date3": "7/13(Sat)~7/14(Sun)",
    "date4": "7/20(Sat)~7/21(Sun)",
    "date5": "7/27(Sat)~7/28(Sun)",
    "time1": "18:00-21:00",
    "time2": "15:00-20:00",
    "time3": "15:00-20:00",
    "time4": "15:00-20:00",
    "time5": "15:00-21:00",
    "location1": "Stage area in Qixing Park",
    "location2": "Inside Seven Star Park​",
    "location3": "Inside Seven Star Park​",
    "location4": "Inside Seven Star Park​",
    "location5": "Inside Seven Star Park​",
    "describe1": "The opening event planning strategy of the 2024 Beitou Summer Magic Festival is to light up the magic kick-off ceremony. It is expected to invite the mayor of Taipei and Beichang as well as the 'Chef God Afa' to kick off the Beitou summer activities that will last for about a month. Invite people from the northern Taipei area and tourists from all over Taiwan to travel to Beitou and taste century-old restaurant cuisine. Through a series of activities such as convenient transportation, rich activities, fun competitions, and exciting entertainment, we will drive overall local consumption",
    "describe2": "Beitou hot spring hotels and restaurant and restaurant operators are invited to participate in the 'Beitou Summer Magic Festival' to sell delicious restaurant dishes on site. There are also limited restaurant food lunch boxes for the public to taste, and professional singers are invited to perform classic Nakasi songs, so that People enjoy restaurant food while listening to the moving melodies of Nakasi",
    "describe3": "Plan a series of exploration activities that parents and children love, 'DIY exploration and experience handicraft activities, Momo parent-child singing and dancing activities, bouncy castles, and Adventure Island concerts' to attract parents and children to participate in the Beitou Summer Magic Festival.",
    "describe4": "Plan a series of activities that are loved by parents and children, such as 'magic shows, Haibo Children's Theater performances, and bouncy castles' to attract parents and children to participate in the activities.",
    "describe5": "Plan the summer Good Voice Party and present the final chapter of the fantasy feast with picnics, markets, music, etc., at the most suitable temperature. The funniest party ever. The most exciting movement, showing the most classic Beitou concert with the theme of summer Nakasi",
    "event1": {
      "title1": "Replica Beitou",
      "title2": "Eye-catching highlights of art installations",
      "title3": "Weekly series of music events",
      "title4": "Special offers and exclusive benefits",
      "subtitle1": "Classic restaurant dishes",
      "subtitle3": "Fun and exciting to look forward to",
      "body1": "Classic restaurant banquet event, inviting local chefs from Beitou to host a restaurant banquet for 30 tables, recreating Beitou’s famous restaurant culture",
      "body2": "The main light is 'Hot Spring Magician' created by Wu Qi 57 artist, and combined with the light and music show, it creates an exclusive art feast for Beitou.",
      "body3": "Four consecutive weekends of themed concert performances are the best outdoor activities for tourists and families.",
      "body4": "Beitou merchants, hot spring hotel operators, gourmet restaurants, cultural and creative shops and other hundreds of merchants jointly launch a series of discounts, full of discounts, and you can also get an iPhone when you spend enough"
    },
    "event2": {
      "title1": "Nakahi time",
      "title2": "Hot spring business fantasy market",
      "title3": "Try a restaurant-style bento",
      "title4": "Restaurant cooking class",
      "title5": "Parent-child DIY experience",
      "subtitle1": "Classic reappearance",
      "body1": "Invite Nakasi performing singers to sing live, recreating the classic atmosphere of Beitou Restaurant",
      "body2": "Invite business district vendors and hot spring hotel operators to sell hotel discount coupons and other promotional activities on site",
      "body3": "Invite local hot spring hotel operators to launch restaurant-style bento boxes, which can be enjoyed in limited quantities every day",
      "body4": "Staff lectures, where hot spring hotel chefs teach in person, teaching you how to cook delicious restaurant dishes at home",
      "body5": "Arrange a series of hot spring powder DIY to let children experience different fun"
    },
    "event3": {
      "title1": "Explore inflatable games",
      "title2": "MapleStory Concert",
      "title3": "Fantasy Bubble Show",
      "title4": "Parent-child toys &",
      "title5": "Parent-child children's theater troupe",
      "title6": "Summer Fantasy Market",
      "subtitle4": "DIY experience",
      "body1": "The fun Animal Adventure Island allows children to experience the most interesting summer activities",
      "body2": "Invite performing singers to sing on site, creating a joyful atmosphere for parents and children to enjoy together",
      "body3": "Use bubbles to create a happy atmosphere and use colorful bubbles to attract children to participate",
      "body4": "Provides rental of retro children's games and arranges a series of DIY activities to allow children to experience different fun",
      "body5": "Invite momo Parent-Child Channel and Tianma Opera Troupe to sing with the children on site",
      "body6": "Invite market vendors to sell food, catering, cultural and creative products and other products on site to gather customers"
    },
    "event4": {
      "title1": "Magic bouncy castle",
      "title2": "magic concert",
      "title3": "Magic show interactive performance",
      "title4": "Parent-child toys &",
      "title5": "Parent-child children's theater troupe",
      "title6": "Summer Fantasy Market",
      "subtitle4": "DIY體驗",
      "body1": "The fun magic castle allows children to experience the most interesting summer activities",
      "body2": "Invite performing singers to sing on site, creating a joyful atmosphere for parents and children to enjoy together",
      "body3": "Invite magic masters to perform magic and interact on-site to experience wonderful magic",
      "body4": "Provide rental of retro children's games and arrange a series of DIY for children to experience",
      "body5": "Invite a children's theater troupe to perform a magic-themed play, attracting parents and children to enjoy",
      "body6": "Invite market vendors to sell food, catering, cultural and creative products and other products on site to gather customers"
    },
    "event5": {
      "title1": "Afternoon turf picnic",
      "title2": "Nakasi Singing Contest",
      "title3": "Summer Fantasy Market",
      "title4": "Parent-child DIY experience",
      "title5": "Closing finale performance",
      "body1": "Fun afternoon picnic allows children to experience the most interesting summer activities",
      "body2": "Arrange a Nakasi live singing competition to entertain parents and children in a joyful atmosphere",
      "body3": "Invite market vendors to sell food, catering, cultural and creative products and other products on site to gather customers",
      "body4": "Arrange a series of hot spring powder DIY to let children experience different fun",
      "body5": "Invite singers to perform at the finale and experience the wonderful afternoon of joyful songs"
    }
  },
    "apply": {
    "title": "Event Registration",
    "alt1": "北投小旅行",
    "alt2": "夏日好聲音歌唱比賽",
    "date1": "7/7(Sun)~7/21(Sun)",
    "date2": "7/27(Sat)~7/28(Sun)",
    "time1": "15:00-18:30",
    "time2": "17:30-20:30",
    "location1": "Qixing Park Information Desk",
    "location2": "Qixing Park Stage Area",
    "describe1": "The 2024 'Beitou Summer Magic Festival' invites you to stay away from the city, take a stress-relieving trip, and gain an in-depth understanding of Beitou's century-old history. Through professional guides, explore local culture, history, nature and food, and re-understand this charming hot spring town",
    "describe2": "The 2024 'Beitou Summer Magic Festival' will combine local organizations to recreate the Beitou Nakasi culture and hold the 'Reproduce the Nakasi Beitou Good Voice' singing competition. Friends who love to sing Nakasi songs will be invited to participate and sing together. Perform Taiwanese-style hometown songs and encourage the public to actively participate and enjoy outdoor activities",
    "button": "Go to register"
  },
  "collect": {
    "title": "Collection Journey",
    "subtitle": "Top five check-in attractions",
    "describe": "During the event, participate in the '2024 Beitou Summer Magic Festival', scan the QR Code on-site at the five major installation art check-in attractions, join the '2024 Beitou Summer Magic Festival LINE official account', and start the stamp collecting journey. Collect 3 points to get Get a chance to win a gashapon lottery. If you collect 5 points, you can play another gashapon lottery!",
    "point": "The quantity is limited, while supplies last",
    "alt": "Seal collection rules",
    "linkBtn": "Open the stamp card",
    "prize": {
      "title1": "Samsung",
      "title2": "Shuidu Hot Spring Hotel",
      "title3": "Beitou Shuimei Hot Spring Resort",
      "title4": "Beitou Summer Magic Festival",
      "subtitle1": "Galaxy S24 256GB",
      "subtitle2": "Tickets for outdoor public pool bathing",
      "subtitle3": "Welcome side dishes",
      "subtitle4": "Eco-friendly bag",
      "note1": "One unit, one person, market price NT$27,900",
      "note2": "One ticket, 5 people, market price NT$800",
      "note3": "One serving, 100 people, market price NT$200",
      "note4": "One set・432 people",
      "note2nd": "(Complimentary upon purchase at the catering department)"
    }
  },
  "collectSocial": {
    "title": "Community lottery",
    "describe": "Before July 28, 2024, collect 5 e-stamp points in the official LINE account of the '2024 Beitou Summer Magic Festival' and upload the screenshot of the e-stamp to the Hot Spring Association fan group to participate in the community lottery. Prizes include accommodation and hot spring bathing tickets provided by Beitou hoteliers!",
    "point": "For details, please click on the Hot Spring Association fan group link below.",
    "linkBtn": "Hot Spring Association Fan Group",
    "prize": {
      "title1": "Beitou Nanfeng Tianyue Spring Hot Spring Resort",
      "title2": "Quandu Hot Spring Resort",
      "title3": "Shuangyue Food Club-Beitou Store",
      "title4": "Beitou Chicken",
      "title5": "Moomoo-Beitou Guangming Store",
      "title6": "Moomoo-Beitou Guangming Store",
      "subtitle1": "Public Naked Soup Soup Roll",
      "subtitle2": "Accommodation voucher 500 yuan",
      "subtitle3": "Pepper noodles & truffle noodles",
      "subtitle4": "Handmade chicken floss",
      "subtitle5": "Yotsuba Tokachi Fresh Milk 1000ml",
      "subtitle6": "Hokkaido Tokachi fresh cheese",
      "note1": "One ticket, 5 people, market price NT$1,000",
      "note2": "One ticket, 5 people, market price NT$500",
      "note3": "Each bag, 24 people, market price NT$780",
      "note4": "One bottle, 10 people, market price NT$150",
      "note5": "One bottle, one person, market price NT$220",
      "note6": "One person, 10 people, market price NT$40"
    }
  },
  "store": {
    "title": "Special store",
    "subtitle": "Exclusive offers",
    "describe": "Connect hundreds of specially appointed stores to respond to the event and launch special discounts during the event! For detailed store discount information, please go to the online special store map or go to the official FB fan page.",
    "iframeTitle": "Special store map",
    "linkBtn": "Online special store map"
  },
  "storeLottery": {
    "title": "Earn money if you spend enough",
    "describe": "During the period from 2024/7/5 to 2024/7/28, if you go to the event's special store for a single purchase of NT$300 or more on the same day, you can get one raffle ticket, or two tickets for NT$600 (and so on). The maximum single purchase amount on the day is for 5 sheets.",
    "describe2": "Consumers can participate in the lottery by placing their lottery tickets into the event lottery boxes in special stores.",
    "point": "※Precautions",
    "point1": "1. Please fill in your real name and mobile phone number for the raffle ticket. The organizer will not be responsible if the winner cannot be contacted.",
    "point2": "2. Spending on hot springs or accommodation vouchers is not applicable to activities where the maximum amount of consumption is exceeded",
    "point3": "3. Raffle tickets must be stamped with the store seal as proof, otherwise they will be invalid.",
    "prize": {
      "title1": "iPhone 15 Pro",
      "title2": "Beitou Shuimei Hot Spring Resort",
      "title3": "Enjoy hot springs",
      "title4": "Shuidu Hot Spring Hotel",
      "title5": "Quandu Hot Spring Resort",
      "title6": "Beitou Hot Spring Museum",
      "subtitle1": "128GB",
      "subtitle2": "Yafeng Twin Room Accommodation Voucher",
      "subtitle3": "Public hot spring bath coupons",
      "subtitle4": "Tickets for outdoor public pool bathing",
      "subtitle5": "Accommodation voucher 500 yuan",
      "subtitle6": "Soup bowl for kids",
      "note1": "One unit, one person, market price NT$36,900",
      "note2": "One ticket, 5 people, market price NT$11,000",
      "note3": "One ticket, 20 people, market price NT$1,300",
      "note4": "One ticket, 5 people, market price NT$800",
      "note5": "One ticket, 5 people, market price NT$500",
      "note6": "One person, 15 people, market price NT$350"
    }
  },
  "traffic": {
    "title": "traffic control",
    "describe": "There are many bus lines in the area, among which there are more than 10 buses passing through the Veterans General Hospital, providing convenient transportation; there are also small buses 6, 7, 9, 14 and other routes that ply the mountainous roads. Please use public transportation to get there~",
    "transportation": {
      "title1": "MRT",
      "title2": "Bus",
      "title3": "Taxi",
      "title4": "Drive",
      "describe1": "By MRT, you can take the Tamsui-Xinyi Line and get off at Beitou Station, then take the Xinbeitou Branch Line and get off at Xinbeitou Station.",
      "describe2": "You can take buses 216, 218 District, 218 Direct Bus, 223, 266, 602, Xiao 6, Xiao 7 Nanruan Commuter Beitou Line and get off at Xinbeitou Station and Beitou Park",
      "describe3": "Head towards Beitou to the end of Daye Road",
      "park1": "MRT Xinbeitou Station Parking Lot",
      "park2": "Daye three-dimensional parking lot",
      "park3": "Qixing Park underground parking lot",
      "point1": "Number of parking spaces 25",
      "point2": "Number of parking spaces 124",
      "point3": "Number of parking spaces 328"
    }
  },
  "qa": {
    "title": "q&a",
    "question1": "Q1. What is the event time and location of '2024 Beitou Summer Magic Festival'?",
    "question2": "Q2. What is the event time and location of '2024 Beitou Summer Magic Festival'?",
    "question3": "Q3. What is the event time and location of '2024 Beitou Summer Magic Festival'?",
    "question4": "Q4. What is the event time and location of '2024 Beitou Summer Magic Festival'?",
    "question5": "Q5. What is the event time and location of '2024 Beitou Summer Magic Festival'?",
    "answer1": "The 2024 Beitou Summer Magic Festival is a month-long event from 7/5 (Friday) to 7/28 (Sunday); the event area covers the area around Xinbeitou MRT Station, including: Xinbeitou MRT Station Square, Qixing Street, (the three major parks of Qixing, Qihu, and Beitou), and Geothermal Valley.",
    "answer2": "The 2024 Beitou Summer Magic Festival is a month-long event from 7/5 (Friday) to 7/28 (Sunday); the event area covers the area around Xinbeitou MRT Station, including: Xinbeitou MRT Station Square, Qixing Street, (the three major parks of Qixing, Qihu, and Beitou), and Geothermal Valley.",
    "answer3": "The 2024 Beitou Summer Magic Festival is a month-long event from 7/5 (Friday) to 7/28 (Sunday); the event area covers the area around Xinbeitou MRT Station, including: Xinbeitou MRT Station Square, Qixing Street, (the three major parks of Qixing, Qihu, and Beitou), and Geothermal Valley.",
    "answer4": "The 2024 Beitou Summer Magic Festival is a month-long event from 7/5 (Friday) to 7/28 (Sunday); the event area covers the area around Xinbeitou MRT Station, including: Xinbeitou MRT Station Square, Qixing Street, (the three major parks of Qixing, Qihu, and Beitou), and Geothermal Valley.",
    "answer5": "The 2024 Beitou Summer Magic Festival is a month-long event from 7/5 (Friday) to 7/28 (Sunday); the event area covers the area around Xinbeitou MRT Station, including: Xinbeitou MRT Station Square, Qixing Street, (the three major parks of Qixing, Qihu, and Beitou), and Geothermal Valley."
  }
}